{"title1":"Colorism","title2":"in","title3":"High","title4":"Fashion","dek":"We looked at 19 years of covers to find how Vogue represents women of all shades","author1":"Malaika Handa","author1URL":"https://pudding.cool/author/malaika-handa","with1":"Amber Thomas","with1URL":"https://pudding.cool/author/amber-thomas","with2":"Jan Diehm","with2URL":"https://pudding.cool/author/jan-diehm","intro":[{"type":"text","value":"<span class=dropCap>I</span>n <a href=https://www.essence.com/awards-events/red-carpet/black-women-hollywood/lupita-nyongo-delivers-moving-black-women-hollywood-acceptance-speech/ target=_blank>2014</a>, Lupita Nyong'o, a Mexican-Kenyan actress and model, revealed that she used to pray for lighter skin. For most of her childhood, she saw her dark, “night-shaded” complexion as “an obstacle to overcome.”"},{"type":"text","value":"Lupita was talking about a facet of racism called colorism. It’s the idea that, for people of color, lighter skin is <a href=https://guidable.co/culture/why-skin-whitening-culture-is-so-popular-in-japan/ target=_blank>more desirable</a>. In the same way that white women will have an easier time than women of color, light-skinned women of color will have an <a href=https://bglh-marketplace.com/2016/07/zendaya-coleman-i-dont-face-the-same-struggles-as-a-woman-with-darker-skin/ target=_blank>easier time</a> than dark-skinned women of color. So even though racial and ethnic diversity in fashion and the media is <a href=https://www.nytimes.com/2018/10/11/fashion/the-most-diverse-fashion-season-ever-on-the-runway-but-not-the-front-row.html target=_blank>improving</a>, dark-skinned women still aren’t getting the representation they deserve."},{"type":"text","value":"To investigate this, we looked at the covers of Vogue magazine, a bastion of fashion that has been reporting on and setting trends for over a century. Vogue may be hiring women of <a href=https://www.ceros.com/originals/fashion-magazine-covers-diversity-media/ target=_blank>many races</a>, but are they representing women of all shades?"}],"calcHed":"The Calculations","calculationIntro":[{"type":"text","value":"<span class=dropCap>T</span>o analyze the last nineteen years of Vogue covers, we calculated how light a model’s skin looks in each photograph. That is, how the photographers and editors of Vogue chose to display her."},{"type":"text","value":"Here’s how the calculation works:"}],"calcSteps":[{"step":"0","text":"We start with the cover."},{"step":"1","text":"Using facial recognition, we identify the faces of the female models."},{"step":"2","text":"We use <a href=https://remove.bg target=_blank>a tool</a> to filter out the background of the images. Then, we use an algorithm called K-Means clustering to identify which pixels in the image are showing skin and which are showing <span class=notSkin>anything else</span>. <br><br><span class=methodsCall>More details on this in the <a href=#methods>methods</a> section."},{"step":"3","text":"Next, we find the average color for all of the pixels that were identified as “skin”."},{"step":"4","text":"Last, we remove any information about the color’s hue or saturation, leaving us with an idea of how light or dark the color of the model’s skin is in this particular cover."}],"postCalc":"Measuring only the lightness of a model’s skin tone in a particular photograph allows us to compare all of our models based on a single metric.","tonesHed":"Skin Tones","tonesIntro":[{"type":"text","value":"<span class=dropCap>I</span>n the past nineteen years, there have been 228 issues of Vogue, with a total of 262 female cover models. Let’s look at where these women fall on the lightness spectrum:"}],"beeswarmStep1":[{"type":"text","value":"The models’ skin tones are generally lighter, with a few outliers on either end."}],"beeswarmStep2":[{"type":"text","value":"On the far left you can see <span id=nyongo-button class=scroll-button>Lupita</span> at the darkest end of the spectrum. Actress <span id=hathaway-button class=scroll-button>Anne Hathaway</span> is on the far right at the lightest."}],"beeswarmStep3":[{"type":"text","value":"But this data is flattened and only tells us part of the story. Let’s look at another dimension: time."}],"beeswarmStep4":[{"type":"text","value":"Between 2000 and 2005, there isn’t a lot of variance in how light the cover models appear. Only three of the eighty-one cover models were black, and all of these women had lighter skin (<span id=jones-button class=scroll-button>Marion Jones</span>, <span id=berry-button class=scroll-button>Halle Berry</span>, and <span id=kebede-button class=scroll-button>Liya Kebede</span>)."}],"beeswarmStep5":[{"type":"text","value":"After 2005 there’s a bit more spread. Certainly, part of this is due to the race of the models that appeared on the cover, but part can also be attributed to changes in the style of photography and lighting."}],"beeswarmStep6":[{"type":"text","value":"<span class=desktopOnly>When we look at the faces of these women, rather than just their skin tones, we can see that the colors have become more rich and lush, and the lighting has become more artistic and dramatic. This accounts for part of the spread as well.</span><span class=mobileOnly>Another element to consider is the overall feel of the covers. At this point in time, covers featured more rich and lush colors and the lighting has become more artistic and dramatic. This accounts for part of the spread as well. </span>"}],"beeswarmStep7":[{"type":"text","value":"And part of it is just Lupita. Her four recent appearances are responsible for tugging the trend towards the left."}],"lupitaHed":"Tokenism","lupitaImg":[{"file":"208_01_2018.jpg","year":"2018","name":"Lupita Nyong’o"},{"file":"205_10_2015.jpg","year":"2015","name":"Lupita Nyong’o"},{"file":"199_03_2009.jpg","year":"2009","name":"Michelle Obama"},{"file":"205_04_2015.jpg","year":"2015","name":"Serena Williams"},{"file":"204_07_2014.jpg","year":"2014","name":"Lupita Nyong’o"}],"anneImg":[{"file":"200_11_2010.jpg","year":"2010","name":"Anne Hathaway"},{"file":"203_12_2013.jpg","year":"2013","name":"Jessica Chastain"},{"file":"208_11_2018.jpg","year":"2018","name":"Claire Foy"},{"file":"204_12_2014.jpg","year":"2014","name":"Amy Adams"},{"file":"194_09_2004.jpg","year":"2004","name":"Natalia Vodianova"}],"lupita":[{"type":"text","value":"<span class=dropCap>L</span>et’s take a closer look at the cover models at the far-ends of this graphic. Below, you’ll find the five darkest and lightest Vogue cover models of the past 19 years."}],"anne":[{"type":"text","value":"You may have noticed something curious about the five darkest models: three of the faces (a full 60%) are Lupita’s.  At this end of the spectrum, they’re repeatedly showcasing the same woman. Alternatively, on the light end of the spectrum, we see five distinct faces."},{"type":"text","value":"At a glance, you could argue that Vogue covers are diverse, or at least that they have gotten more diverse in recent years. There are covers with black women and covers with dark-skinned women. But when we really look, it’s easy to see that the majority of the black women are light-skinned and the majority of dark-skinned women are actually a single person."},{"type":"text","value":"And black models have actually been told by the fashion industry that a single person IS enough representation. In <a href=https://www.thetimes.co.uk/article/chanel-iman-modelling-racism-and-me-l59gd79pz98 target=_blank>an interview</a> with the Times of London, Chanel Iman said “Designers have told me, ‘We already found one black girl. We don’t need you anymore.’”"},{"type":"text","value":"When an organization uses just one or two members of an underrepresented group in order to achieve the bare minimum of diversity, it’s called tokenism. Lupita is a successful and talented dark-skinned model and actress who deserves to be on the cover of Vogue, but by no means is she the only one in the industry (Viola Davis, Khoudia Diop, Astou, Letitia Wright, and Aja Naomi King, to name a few). Despite ignoring these other women, Vogue can point to a “token” as proof that they are diverse, while leaving Lupita responsible for representing a huge swath of readers."}],"repeatHed":"Repeat Models","repeat":[{"type":"text","value":"<span class=dropCap>A</span>lthough Lupita does account for the majority of dark-skinned models, she’s not the only model who has graced the cover of Vogue more than once. Sixty-two models (50% of our dataset) have been featured at least twice."},{"type":"text","value":"When we look at the skin tones of one woman who has appeared on lots of covers, we find something interesting: they tend to vary quite a bit. Lighting, staging, and post-photographic processing (i.e., Photoshop) all play a role in creating the skin tone that we actually see on the magazine’s cover. Often, that skin tone ends up appearing lighter than a model’s actual color and <a href=https://www.instyle.com/news/instyle-kerry-washingtons-cover target=_blank>magazine’s get</a> <a href=https://www.buzzfeed.com/victoriasanusi/this-guy-re-edited-a-magazine-cover-to-show-apparent-whitewa#.ag5Zap2YqM target=_blank>called out for</a> <a href=https://www.thecut.com/2010/09/elle_accused_of_lightening_gab_1.html target=_blank>“whitewashing.”</a> Ultimately, the same woman can end up looking quite different depending on who’s shooting and editing her."},{"type":"text","value":"Perhaps the best example of this is Rihanna. Across her five Vogue covers, her skin tone lightness spanned 40% of the lightness range that we found among cover models."}],"rihannaImg":[{"file":"201_04_2011.jpg","year":"2011"},{"file":"202_11_2012.jpg","year":"2012"},{"file":"206_04_2016.jpg","year":"2016"},{"file":"204_03_2014.jpg","year":"2014"},{"file":"208_06_2018.jpg","year":"2018"}],"repeatPostRih":[{"type":"text","value":"It’s impossible for us to know what contributed the most to the dramatic differences in her skin tone across these five covers, but it should remind us that issues of colorism won’t be fixed simply by hiring cover models of diverse shades. Vogue has had <a href=https://petapixel.com/2018/08/08/these-are-the-first-vogue-cover-photos-shot-by-a-black-photographer/ target=_blank>exactly one black photographer</a> in 125 years of publication. It should go without saying that black photographers with lots of experience photographing black models will <a href=https://twitter.com/saintfadumo/status/1110361569618202624 target=_blank>do a better job</a>."},{"type":"text","value":"Explore the repeat model below. Click on any model to view all of her covers."}],"conclusionHed":"Conclusion","conclusion":[{"type":"text","value":"<span class=dropCap>S</span>o what can we say about Vogue magazine? They’ve certainly come a long way since their first black cover model, back in the seventies. Ethnic diversity and representation is improving."},{"type":"text","value":"<a href=https://www.vogue.com/article/beyonce-september-issue-2018 target=_blank>Last September</a>, a black woman (Beyonce) was shot by Vogue’s first-ever black cover photographer (Tyler Mitchell) for the most important month in the fashion magazine calendar. That’s progress, but it doesn’t change the fact that Lupita is the only dark-skinned professional model on the cover of Vogue in the past nineteen years. Vogue (and the entire fashion industry) can do better."}],"methodsHed":"Methods","methods":[{"type":"text","value":"The covers were <a href=https://github.com/malaikahanda/vogue_extension target=_blank>downloaded</a> from <a href=https://login.voguearchive.com/LicenseStream/VogueLanding/VALandingDesktopP1.aspx target=_blank>The Vogue Archive</a> (paywall, but most public libraries have memberships) . Only covers from January 2000 through December 2018 were used, since earlier covers were scanned and had inconsistent color quality."},{"type":"text","value":"The covers were fed into a <a href=https://github.com/malaikahanda/vogue_data_collection target=_blank>script</a> that identified the faces of models and cropped the images down to size. The script produced many <a href=https://twitter.com/malicodes/status/1063930753128517633 target=_blank>false positives</a>, which were identified and removed by hand, along with the faces of male models."},{"type":"text","value":"For each face, several k-means clustering models were fit. The clustering models varied in terms of which features were used (some combination of the rgb and hsl color values) as well as how many clusters were formed (two or three). Since the style of the covers varied so differently, <a href=https://twitter.com/malicodes/status/1065419416136048640 target=_blank>different clustering models</a> did a good job at identifying the skin. The script filtered out just the pixels that were determined by the computer model to contain skin, and calculated and stored the median rgb color, as well as the corresponding lightness value. Two people double checked that the clustering models were outputting valid results that visually made sense based on the input photos, and the results of all of the valid clustering models were averaged together."}],"file":"202_10_2012.jpg","year":"2012","name":"Keira Knightley"}