{"title1":"Colorism","title2":"in","title3":"High","title4":"Fashion","dek":"We looked at 20 years of covers to find how Vogue represents women of all shades","author1":"Malaika Handa","author1URL":"https://pudding.cool/author/malaika-handa","intro":[{"type":"text","value":"<span class=dropCap>I</span>n <a href=https://www.essence.com/awards-events/red-carpet/black-women-hollywood/lupita-nyongo-delivers-moving-black-women-hollywood-acceptance-speech/ target=_blank>2014</a>, Lupita Nyongo’o, a Mexican-Kenyan actress and model, revealed that she used to pray for lighter skin. For most of her childhood, she saw her complexion as “an obstacle to overcome.”"},{"type":"text","value":"She addressed a facet of racism called colorism. It’s the idea that, for people of color, lighter skin is <a href=https://guidable.co/culture/why-skin-whitening-culture-is-so-popular-in-japan/ target=_blank>more desirable</a>. In the same way that white women will have an easier time than women of color, light-skinned women of color will have an <a href=https://bglh-marketplace.com/2016/07/zendaya-coleman-i-dont-face-the-same-struggles-as-a-woman-with-darker-skin/ target=_blank>easier time</a> than dark-skinned women of color. Another way of looking at it is, even though racial and ethnic diversity in fashion and the media is <a href=https://www.nytimes.com/2018/10/11/fashion/the-most-diverse-fashion-season-ever-on-the-runway-but-not-the-front-row.html target=_blank>improving</a>, dark-skinned women still aren’t getting the representation they deserve."},{"type":"text","value":"To investigate this, we looked at the covers of Vogue magazine, a bastion of fashion that has been reporting on and setting trends for over a century. For models, being on the cover of Vogue magazine is a big deal. As <a href=https://www.npr.org/2018/08/06/635907942/african-american-model-beverly-johnson-on-her-historic-vogue-cover target=_blank>Beverly Johnson</a>, Vogue’s first black cover model puts it, “This is our Oscar. This is our gold medal. This is everything in the industry.”"},{"type":"text","value":"<a href=https://www.ceros.com/originals/fashion-magazine-covers-diversity-media/ target=_blank>Others</a> have analyzed the racial and ethnic makeup of Vogue’s cover models, but we’re more interested in looking at their diversity through the lens of colorism. Vogue may be hiring women of all races, but are they representing women of all shades?"}]}