{"title1":"Colorism","title2":"in","title3":"High","title4":"Fashion","dek":"We looked at 19 years of covers to find how Vogue represents women of all shades","author1":"Malaika Handa","author1URL":"https://pudding.cool/author/malaika-handa","intro":[{"type":"text","value":"<span class=dropCap>I</span>n <a href=https://www.essence.com/awards-events/red-carpet/black-women-hollywood/lupita-nyongo-delivers-moving-black-women-hollywood-acceptance-speech/ target=_blank>2014</a>, Lupita Nyong'o, a Mexican-Kenyan actress and model, revealed that she used to pray for lighter skin. For most of her childhood, she saw her complexion as “an obstacle to overcome.”"},{"type":"text","value":"She addressed a facet of racism called colorism. It’s the idea that, for people of color, lighter skin is <a href=https://guidable.co/culture/why-skin-whitening-culture-is-so-popular-in-japan/ target=_blank>more desirable</a>. In the same way that white women will have an easier time than women of color, light-skinned women of color will have an <a href=https://bglh-marketplace.com/2016/07/zendaya-coleman-i-dont-face-the-same-struggles-as-a-woman-with-darker-skin/ target=_blank>easier time</a> than dark-skinned women of color. Another way of looking at it is, even though racial and ethnic diversity in fashion and the media is <a href=https://www.nytimes.com/2018/10/11/fashion/the-most-diverse-fashion-season-ever-on-the-runway-but-not-the-front-row.html target=_blank>improving</a>, dark-skinned women still aren’t getting the representation they deserve."},{"type":"text","value":"To investigate this, we looked at the covers of Vogue magazine, a bastion of fashion that has been reporting on and setting trends for over a century. For models, being on the cover of Vogue magazine is a big deal. As <a href=https://www.npr.org/2018/08/06/635907942/african-american-model-beverly-johnson-on-her-historic-vogue-cover target=_blank>Beverly Johnson</a>, Vogue’s first black cover model puts it, “This is our Oscar. This is our gold medal. This is everything in the industry.”"},{"type":"text","value":"<a href=https://www.ceros.com/originals/fashion-magazine-covers-diversity-media/ target=_blank>Others</a> have analyzed the racial and ethnic makeup of Vogue’s cover models, but we’re more interested in looking at their diversity through the lens of colorism. Vogue may be hiring women of all races, but are they representing women of all shades?"}],"lupitaHed":"five of six","lupita":[{"type":"text","value":"<span class=dropCap>W</span>e looked at every cover of Vogue for the last nineteen years, and measured how light the cover models were. Five of the six darkest cover models appeared in the last five years, and four of these six models were Lupita. She is one of the only women with a dark skin tone to appear on the cover, and she is the only dark-skinned professional model to appear on the cover of Vogue in the last nineteen years. (Other women with similar skin tones that appeared include ex-first lady Michelle Obama, and Olympian Serena Williams.)"}],"calcHed":"The Calculations","calculationIntro":[{"type":"text","value":"<span class=dropCap>T</span>o analyze the last nineteen years of Vogue covers, we gave each cover model a number that represents how light her skin looks in the photograph."},{"type":"text","value":"Cover photos are heavily edited in all sorts of ways. There are cosmetic fixes, like slimming the model, or <a href=https://twitter.com/jameelajamil/status/1093224058735386625 target=_blank>airbrushing any “unsightly” hairs</a>. But there are also artistic edits, like changing the saturation of a photo, or deepening shadows. It’s unclear where adjusting the lighting fits in. Regardless of the intention, it often results in women of color appearing <a href=https://www.thedailybeast.com/why-do-magazines-lighten-black-faces target=_blank>more light</a>."},{"type":"text","value":"The lightness values that we’ve calculated for a model refers to how she was portrayed on the cover: how the editors of Vogue chose to display her."},{"type":"text","value":"Here’s how we get that number:"}],"calcSteps":[{"step":"0","text":"We start with the cover."},{"step":"1","text":"Using facial recognition, we identify the faces of the female models."},{"step":"2","text":"We use <a href=https://remove.bg target=_blank>a tool</a> to filter out the background of the images."},{"step":"3","text":"Then, we use a computer algorithm called K-Means clustering to identify which pixels in the image are showing skin and which are showing <span class=notSkin>anything else</span>. <br><br><span class=methodsCall>More details on this in the <a href=#methods>methods</a> section."},{"step":"4","text":"Next, we find the average color for all of the pixels that were identified as “skin”."},{"step":"5","text":"Last, we remove any information about the color’s hue or saturation, leaving us just with an idea of how light or dark the color of the model’s skin is in this particular cover."}],"postCalc":"Measuring only the lightness of a model’s skintone in a particular photograph allows us to compare all of our models based on a single number.","tonesHed":"Skin Tones","tonesIntro":[{"type":"text","value":"<span class=dropCap>I</span>n the past nineteen years, there have been 228 issues of Vogue, with a total of 262 female cover models. Let’s look at where these women fall on the lightness spectrum."}],"beeswarmStep1":[{"type":"text","value":"Here are the skin tones for every female cover model. They are generally lighter, with a few outliers."}],"beeswarmStep2":[{"type":"text","value":"On the far left you can see <span id=nyongo-button class=scroll-button>Nyong'o</span> at the darkest end of the spectrum. Actress <span id=hathaway-button class=scroll-button>Anne Hathaway</span> is on the far right at the lightest."}],"beeswarmStep3":[{"type":"text","value":"But this data is flattened and only tells us part of the story. Let’s look at another dimension: time."}],"beeswarmStep4":[{"type":"text","value":"Between 2000 and 2005, there isn’t a lot of variance in how light the cover models appear. Only three of the eighty-one cover models were black, and all of these women had lighter skin. (<span id=jones-button class=scroll-button>Marion Jones</span>, <span id=berry-button class=scroll-button>Halle Berry</span>, and <span id=kebede-button class=scroll-button>Liya Kebede</span>."}],"beeswarmStep5":[{"type":"text","value":"After 2005 there’s a bit more spread. Certainly, part of this is due to the race of the models that appeared on the cover, but part can also be attributed to the style of photography and lighting."}],"beeswarmStep6":[{"type":"text","value":"When the view is switched to faces you can get a glimpse at the trends that took hold over the last four years: rich, lush colors and artistic, dramatic lighting. This accounts for part of the spread as well."}],"beeswarmStep7":[{"type":"text","value":"And part of it is <span id=nyongo-all-button class=scroll-button>Nyong'o</span>. With her four recent appearances, she is single handedly tugging the trend towards the left."}],"repeatHed":"Repeat Models","repeat":[{"type":"text","value":"<span class=dropCap>W</span>hile Lupita has been a Vogue cover-model-regular over the past few years, she is far from the only person to grace the cover more than once. Sixty-two models (50% of our dataset) have been featured at least twice."},{"type":"text","value":"When we look at the skin tones of repeat cover models, we find something interesting: sometimes, they vary quite a bit. Now, some of this could be due to the model’s actual skin tone changing. But lighting, staging, and post-photographic processing (i.e., Photoshop) all play a role in creating the skin tone that we actually see on the magazine’s cover."},{"type":"text","value":"Let’s look at how these things have affected Rihanna’s skin tone across her five Vogue appearances:"}],"rihannaImg":[{"file":"202_11_2012.jpg"},{"file":"201_04_2011.jpg"},{"file":"204_03_2014.jpg"},{"file":"208_06_2018.jpg"},{"file":"206_04_2016.jpg"}],"repeatPostRih":[{"type":"text","value":"It’s impossible for us to know what contributed the most to the dramatic differences in her skin tone across these five covers. But it should remind us that issues of colorism don’t stop at hiring cover models of diverse backgrounds or even diverse shades. [something here about photography]"},{"type":"text","value":"Explore all 123 models below. Click on any model to view all of her covers."}]}